tap "withgraphite/tap"

brew "aqua"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gnupg"
brew "graphite"
brew "lazygit"
brew "mac-cleanup-py"
brew "neovim"
brew "ripgrep"
brew "rclone"
brew "rsync"
brew "stow"
brew "just"
brew "yt-dlp"
brew "zoxide"
