tap "derailed/k9s"
tap "withgraphite/tap"
tap "wu-json/asahi"

brew "aqua"
brew "oven-sh/bun/bun"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "gnupg"
brew "graphite"
brew "jj"
brew "just"
brew "k9s"
brew "lazygit"
brew "lua"
brew "mac-cleanup-py"
brew "neovim"
brew "opencode"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "stow"
brew "wu-json/asahi/blossom"
brew "wu-json/asahi/curse"
brew "yt-dlp"
brew "zoxide"

cask "claude-code"
cask "codex"
cask "cursor-cli"
cask "vlc"
