tap "derailed/k9s"
tap "withgraphite/tap"
tap "wu-json/asahi"

brew "aqua"
brew "oven-sh/bun/bun"
brew "cloudflared"
brew "d2"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-crypt"
brew "gnupg"
brew "graphite"
brew "jj"
brew "jq"
brew "just"
brew "k9s"
brew "lazygit"
brew "lua"
brew "neovim"
brew "opencode"
brew "pkl"
brew "pkl-lsp"
brew "pi-coding-agent"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "stow"
brew "testdisk"
brew "uv"
brew "wu-json/asahi/curse"
brew "wu-json/asahi/pickpocket"
brew "yq"
brew "yt-dlp"
brew "zoxide"

cask "claude-code"
cask "codex"
# After install on macOS, `just brew` runs: xattr -rd com.apple.quarantine "$(brew --prefix)/Caskroom/cursor-cli/"
# (Gatekeeper can block cursor-agent native modules; see forum thread below.)
# https://forum.cursor.com/t/cursor-agent-merkle-tree-napi-darwin-arm64-node-not-opened/155056
cask "cursor-cli"
cask "raycast"
cask "vlc"
cask "wezterm@nightly"
